;
; Auto generated file by doc2ini
; 
; DocID: bandizip
; 
; Visit https://go.bandi.so/doc2ini for more information
;

[GENERAL]
LANG_NAME                               = Dansk
TRANSLATORS                             = Jens Peter Nielsen
IS_RIGHT_TO_LEFT_TEXT                   = 
DLG_FONT_NAME                           = Segoe UI Bold
DLG_FONT_SIZE                           = 8
SKIN_FONT_NAME                          = 


[TEXT]
TEXT_BUILDNO                            = Konstruktion#
TEXT_FILE                               = Fil
TEXT_FOLDER                             = Mappe
TEXT_ARCHIVE_SIZE                       = Total
TEXT_ORIGINAL_SIZE                      = Original
TEXT_ARCHIVE_FORMAT                     = Type
TEXT_COMPRESSED_SIZE                    = Komprimeret
TEXT_SOLID                              = Stabil
TEXT_BETA                               = Beta
TEXT_ASSOC                              = Komprimeret fil (${str1})
TEXT_PORTABLE                           = Transportabel
TEXT_NEW_FOLDER                         = Ny mappe
TEXT_FILESIZE_UNKNOWN                   = Ukendt
TEXT_FILEDATE_UNKNOWN                   = Ukendt
TEXT_HELP_LINK                          = [Hjælp - Online]
TEXT_APP_DESC                           = Bandizip er en let, hurtig og gratis alt-i-én arkiveringsprogram. Den håndterer de mest populære komprimeringsformater, herunder Zip, 7z, Rar, og så videre.

TEXT_MESSAGEBOX_OK                      = Ok
TEXT_MESSAGEBOX_CANCEL                  = Afslut
TEXT_MESSAGEBOX_ABORT                   = Afbryd
TEXT_MESSAGEBOX_RETRY                   = Prøv igen
TEXT_MESSAGEBOX_IGNORE                  = Ignorer
TEXT_MESSAGEBOX_YES                     = Ja
TEXT_MESSAGEBOX_NO                      = Nej
TEXT_MESSAGEBOX_CONTINUE                = Fortsæt
TEXT_MESSAGEBOX_HELP                    = Hjælp

TEXT_COLUMN_NAME                        = Navn
TEXT_COLUMN_COMPSIZE                    = Komprimeret
TEXT_COLUMN_ORIGSIZE                    = Oprindelig
TEXT_COLUMN_KIND                        = Type
TEXT_COLUMN_DATE_MOD                    = Ændringsdato
TEXT_COLUMN_COMPMETHOD                  = Kompressionsmetode
TEXT_COLUMN_ENCRMETHOD                  = Krypteringsmetode
TEXT_COLUMN_CRC                         = Cyklisk redundanstjek
TEXT_COLUMN_ATTRIB                      = Egenskaber
TEXT_COLUMN_COMMENT                     = Kommentar
TEXT_COLUMN_PATHNAME                    = Sti

TEXT_ICONPACK_NAME                      = Navn
TEXT_ICONPACK_DESIGNER                  = Designer
TEXT_ICONPACK_COPYRIGHT                 = Ophavsretindehaver

TEXT_ARCHIVE_COLUMN_NAME                = Navn
TEXT_ARCHIVE_COLUMN_FILESIZE            = Størrelse
TEXT_ARCHIVE_COLUMN_FOLDERPATH          = Mappe
TEXT_ARCHIVEDLG_FILESIZE_SUM            = Total

TEXT_SELECT_ARCHIVE_FILE                = Vælg arkiv
TEXT_SELECT_TEXT_FILE                   = Vælg fil
TEXT_SELECT_DEST_FOLDER                 = Vælg destinationsmappe
TEXT_SELECT_ARCHIVE_FILE_FILETERNAME    = Vælg arkivnavn
TEXT_REGISTRY_FILE                      = Registreringsfil

TEXT_OPENDLG_ARCHIVEFILES               = Arkiver filer
TEXT_OPENDLG_ARCHIVEFILE                = Arkiver fil
TEXT_OPENDLG_ALLFILES                   = Alle filer
TEXT_OPENDLG_EXEFILES                   = Exe filer

TEXT_ABOUTBOX_TAB1                      = Om Bandizip

TEXT_ASSOC_GROUP0                       = Arkiver filer
TEXT_ASSOC_GROUP1                       = Unix
TEXT_ASSOC_GROUP2                       = Andre
TEXT_ASSOC_GROUP3                       = CD/DVD

TEXT_OPENERR_INVALIDVERSION             = For at åbne denne fil, så hent venligst den nyeste version af Bandizip
TEXT_OPENERR_NOT_A_FIRST_VOLUME_FILE    = Vælg kun første del af split-fil
TEXT_OPENERR_CANT_OPEN_FILE             = Åbning af fil mislykkedes (${str1})
TEXT_OPENERR_CANT_OPEN_FILE_LOCKED      = Åbning af fil mislykkedes (${str1}) fordi filen bliver brugt af et andet program
TEXT_OPENERR_GENERAL                    = Åbning af fil mislykkedes (${str1}) (Kode:${xnum1})
TEXT_OPENERR_USER_ABORT                 = Annulleret
TEXT_OPENERR_UNKNOWN_FILEFORMAT         = Ukendt filformat (${str1})
TEXT_OPENERR_NOT_ARCHIVE_FILE           = (${str1}) er ikke en arkivfil
TEXT_OPENERR_NOT_SUPPORTED_FILEFORMAT   = Denne filtype understøttes ikke (${str1})
TEXT_OPENERR_NOT_SUPPORTED_ENC_METHOD   = Denne krypteringsmetode understøttes ikke (${str1})
TEXT_OPENERR_PASSWORD_NOT_SET           = Indtast adgangskode
TEXT_OPENERR_INVALID_PASSWORD           = Adgangskode er forkert
TEXT_OPENERR_INVALID_CONTAINER_HEADER   = Åbning af filen mislykkedes, fordi filens sidehoved er brudt

TEXT_ERR_INIT_FAILED                    = Tilbagesætning til den oprindelige indstilling fejlede
TEXT_ERR_NOFILE_OR_INVALIDPASS          = Forkert adgangskode eller ingen fil i arkivet
TEXT_ERR_PASSOWRD_NOT_MATCH             = Adgangskoderne stemmer ikke overens
TEXT_ERR_PASSWORD_NOT_SET               = Indtast adgangskode
TEXT_ERR_INVALID_PASSWORD_CHAR          = Din adgangskode indeholder ugyldige tegn. Sæt kun bogstaver/taltegn eller specialtegn
TEXT_ERR_INVALID_SPLIT_FILE_SIZE        = Ugyldig opdelt filstørrelse
TEXT_ERR_SFX_SPLIT_SIZE_4G_LIMIT        = SFX (Selvudpakkende) filstørrelse er begrænset til 4GB.
TEXT_ERR_INTERNAL_ERROR                 = Intern fejl
TEXT_ERR_CANT_MODIFY_ARCHIVE            = Ændring af arkivfilen mislykkedes
TEXT_ERR_OCCURRED_WHEN_MODIFY_ARCHIVE   = Der opstod en fejl under arkiv-ændring
TEXT_ERR_INVALID_FOLDER_PATH            = Ugyldig mappesti
TEXT_ERR_EDIT_ZIPFILE_ONLY_SUPPORTED    = Kun ZIP-fil kan redigeres
TEXT_ERR_EDIT_SINGLEFILE_ONLY_SUPPORTED = Redigering af opdelt fil mislykkedes
TEXT_ERR_EDIT_SFX_NOT_SUPPORTED         = Redigering af selvudpakningsfil (*.exe) mislykkedes
TEXT_ERR_EDIT_BROKENARCH_NOT_SUPPORTED  = Redigering af beskadiget fil mislykkedes
TEXT_ERR_EDIT_NOT_SUPPORTED_ARCHIVE     = Redigering af filformatet mislykkedes..
TEXT_ERR_CANT_CHANGE_FILENAME           = Ændring af filnavnet mislykkedes
TEXT_ERR_CANT_CHANGE_FILENAME_WITH      = "Filnavnet må ikke indeholde disse tegn [br]? : \ / * < > | "'"
TEXT_ERR_CANT_CHANGE_FILENAME_SAMENAME  = Samme fil/mappe eksisterer. Ændring af filnavnet mislykkedes (${str1})
TEXT_ERR_CANT_CREATE_FOLDER             = Oprettelse af mappe mislykkedes
TEXT_ERR_NO_FILES_TO_ARCHIVE            = Ingen filer til arkiv
TEXT_ERR_INVALID_PARAM                  = Ugyldig parameter.
TEXT_ERR_CANT_ADD_TO_ARCHIVE            = Tilføjnng af fil til arkiv mislykkedes. [br] - ${str1}
TEXT_ERR_CANT_OPEN_THIS_ARCHIVE         = Åbning af arkivet mislykkedes [br] - ${str1}
TEXT_ERR_SAME_NAME_FOLDER_EXIST         = Samme mappe eksisterer
TEXT_ERR_FILENAME_EMPTY                 = Filnavnet er forkert
TEXT_ERR_AT_DRAGANDDROP                 = Træk og slip mislykkedes
TEXT_ERR_AT_DRAGANDDROP_OFF_FAST_DND    = Træk og slip mislykkedes. [br]Bandisoft har deaktiveret 'Hurtig Træk og slip' funktion og prøv igen
TEXT_ERR_AT_CANT_OPEN_MMF               = Åbning af MMF-fil mislykkedes (mmf:${str1})
TEXT_ERR_NO_FILES_SELECTED              = Ingen fil  er valgt
TEXT_ERR_ICONPACK_CANTCREATEFOLDER      = Oprettelse af installationsmappe til ikonpakken mislykkedes
TEXT_ERR_ICONPACK_CANTCREATEFILE        = Oprettelse af installationsfil til ikonpakken mislykkedes
TEXT_ERR_AT_EXECUTE_DIRECT              = Åbning af filen mislykkedes. Udpak filen og prøv igen
TEXT_ERR_FILESIZE_OVER_4GB_INCLUDED     = Oprettelse af større fil end 4GB mislykkedes.[br]Vælg en anden filformat (ZIP eller 7Z)
TEXT_ERR_CANT_SAVE_AS                   = Det er ikke muligt at gemme filen.
TEXT_ERR_ERROR_AT_EDIT                  = Bandizip fandt et problem under redigering af filen.(${str1})[br][br]Vil du gerne sende en fejlrapport til Bandisoft?[br][br]Indsendelse af denne rapport hjælper Bandisoft forbedre Bandizip.

TEXT_MSG_TEST_OK                        = Der er ingen fejl i dette arkiv
TEXT_MSG_EXTRACT_FAIL_WITH_ERRCODE      = Udpakning mislykkedes. [br](${str1})
TEXT_MSG_EXTRACT_SUCCESS                = Udpakning lykkedes
TEXT_MSG_EXTRACT_CANCELED               = Udpakning blev annulleret
TEXT_MSG_COMPRESS_SUCCESS               = Arkivering blev fuldført
TEXT_MSG_INTERNAL_ERROR                 = Intern fejl
TEXT_MSG_TEMP_FILE_NOT_EXIST            = Det er ikke muligt at åbne følgende fil i den midlertidige mappe:[br](${str1})
TEXT_MSG_CANT_DELETE_ARCHIVE            = Sletning af arkivfilen mislykkedes
TEXT_MSG_CRASH_REPORT                   = Bandizip har fundet en fejl og afsluttes.
TEXT_MSG_CRASH_REPORT2                  = Bandizip har fundet en fejl og afsluttes. Ønsker du at sende en nedbrudsrapport til Bandizip's udvikler?
TEXT_MSG_HANGAPP_REPORT                 = Bandizip reagerer ikke.[br][br]Ønsker du at sende et nedbrudsrapport til Bandizip-udvikleren og lukke programmet?
TEXT_MSG_SET_TEMP_PATH                  = Angiv midlertidig sti
TEXT_MSG_SET_PATH                       = Angiv sti
TEXT_MSG_ICONPACK_INSTALL_COMPLETED     = Ikonpakken er korrekt installeret
TEXT_MSG_NOTICE_RESTART                 = Programmet vil blive genstartet
TEXT_MSG_ARCHVIE_OPENING                = Åbner arkivet
TEXT_MSG_COMPLETING                     = Fuldfører: ${num1}%
TEXT_MSG_CANT_CREATE_FOLDER             = Oprettelse af mappe mislykkedes. [br] - ${str1}
TEXT_MSG_GX_XZ_CANT_ARCHIVE_FOLDER      = Det er ikke muligt at komprimere til et .GZ/XZ arkiv.
TEXT_MSG_GX_XZ_CANT_ARCHIVE_MULTI       = Det er ikke muligt at komprimere flere filer til et .GZ/XZ arkiv. Undersøg venligst valgmuligheden "Komprimer til hver fil/mappenavn".
TEXT_MSG_TRAY_MINIMIZED                 = Bandizip er minimeret til systembakken. Klik på ikonen for at gendanne den.
TEXT_MSG_TRAY_COMPLETED                 = Opgaven er fuldført.
TEXT_MSG_BATCH_ARCHVING                 = Arkiverer: ${str1}
TEXT_MSG_BATCH_EXTRACTING               = Udpakker: ${str1}
TEXT_MSG_BATCH_TESTING                  = - Tester: ${str1}
TEXT_MSG_BATCH_DELETING                 = - Sletter: ${str1}
TEXT_MSG_BATCH_DEL_FAILED               = - Det lykkedes ikke at slette: ${str1}
TEXT_MSG_WORK_IN_PROGRESS               = Igangværende arbejde ...

TEXT_NOTICE_AUTODETECTCODEPAGE          = Hvis tegnene ikke vises korrekt, så klik på<fontcolor=red><b>Kodeside</b></font> ovenfor, og prøv derefter menuen <font color=red><b>Automatisk søgning</b></font>.

TEXT_ASK_DELETE_ARCHIVE                 = Denne arkivfil vil blive slettet.[br]Ønsker du at gøre det?
TEXT_ASK_DELETE_CUR_ARCHIVE             = Ønsker du at slette denne arkiv?
TEXT_ASK_PERM_DELETE_CUR_ARCHIVE        = Ønsker du at slette denne arkiv permanent?
TEXT_ASK_CHANGE_FILENAME                = Den samme fil eksisterer.[br][br]Ønsker du at ændre filnavnet fra ${str1} til ${str2}?
TEXT_ASK_DELETE_FILE                    = Ønsker du at slette den valgte fil?
TEXT_ASK_STOP_EXTRACT                   = Ønsker du at stoppe udpakningen?
TEXT_ASK_OVERWRITE_ARCHIVE              = Den samme fil eksisterer.[br][br]Ønsker du at overskrive den?
TEXT_ASK_INIT_SETTING                   = Ønsker du at nulstille til standard? Bandizip vil blive genstartet
TEXT_ASK_STOP_ARCHIVING                 = Ønsker du at stoppe arkivering?
TEXT_ASK_STOP_MODIFYING                 = Ønsker du at stoppe opgaven?
TEXT_ASK_APPLY_MODIFIED_FILE            = Ønsker du at anvende den ændrede fil til arkivet? [br](${str1})
TEXT_ASK_WARNING_SHORT_PASSWORD         = Adgangskoden er kort (mindre end 8 tegn). Ønsker du at fortsætte?
TEXT_ASK_INSTALL_ICONPACK               = Vil du installere og justere ikonpakken (${str1})?
TEXT_ASK_MAKE_FOLDER                    = Mappen findes ikke. Ønsker du at oprette den?[br][br]- ${str1}
TEXT_ASK_CONT_WITHOUTWRITEPERMISSION    = Destinationsmappen har ikke skrivetilladelse.[br][br]- ${str1}[br][br]Ønsker du at fortsætte?
TEXT_ASK_CONT_NOFREESPACE               = Destinationsmappen har ikke plads nok. Skift destinationsmappen. [br][br]- ${str1}[br][br]Ønsker du at fortsætte?
TEXT_ASK_ASK_UAC_ELEVATION              = Du har ikke tilladelse til at ændre disse filer. [br][br]Ønsker du at genstarte dette program som administrator?
TEXT_ASK_OPENERR_FIRST_VOLUME           = Åbning af denne arkivfil mislykkedes. [br][br]Ønsker du at åbne den første del af den opdelte fil (${str1})?
TEXT_ASK_DELSRC_TURN_ON_TEST_ARCHIVE    = Hvis du sletter filer efter arkivering, kan du miste vigtige filer, hvis filerne er brudt.[br][br]Ønsker du at bruge valgmuligheden "Test arkiv"?
TEXT_ASK_DEST_FOLDER_SPACE_NOT_ENOUGH   = Der er ikke nok diskplads til at udpakke. Ønsker du at fortsætte?[br][br]Destinationsmappe: ${str1}[br]Ledig plads: ${str2}[br]Udpakningsstørrelse: ${str3}

TEXT_WARN_BROKEN_FILE                   = Denne fil er defekt
TEXT_WARN_BROKEN_OR_MULTIVOL_PROBLEM    = Filen er defekt eller der er behov for en anden opdelt fil

TEXT_BTN_PAUSE                          = Pause
TEXT_BTN_RESUME                         = Genoptag

TEXT_ERRDLG_ERROR_OCCURRED              = Der opstod en fejl
TEXT_ERRDLG_USER_ABORT                  = Afbrudt

TEXT_ARKERR_CANT_OPEN_FILE              = Åbning af filen mislykkedes
TEXT_ARKERR_CANT_OPEN_FILE_LOCKED       = Åbning af filen mislykkedes, fordi filen benyttes af et andet program
TEXT_ARKERR_PASSWORD_NOT_SET            = Adgangskode er påkrævet
TEXT_ARKERR_INVALID_PASSWD              = Ugyldig adgangskode
TEXT_ARKERR_USER_ABORTED                = Afbrudt
TEXT_ARKERR_INVALID_FILE_CRC            = Fejl i cyklisk redundanstjek
TEXT_ARKERR_CANT_OPEN_FILE_TO_WRITE     = Åbning af filen mislykkedes
TEXT_ARKERR_CANT_READ_DATA              = Læsning af arkivdata mislykkedes
TEXT_ARKERR_INFLATE_FAILED              = Datafejl - Denne fil er defekt
TEXT_ARKERR_BZIP2_ERROR                 = Datafejl - Denne fil er defekt
TEXT_ARKERR_DATA_CORRUPTED              = Filen er defekt eller der er behov for en anden opdelt fil
TEXT_ARKERR_CANT_OPEN_DEST_FILE         = Åbning af filen mislykkedes
TEXT_ARKERR_CANT_CREATE_FOLDER          = Oprettelse af mappe mislykkedes
TEXT_ARKERR_UNKNOWN_COMPRESSION_METHOD  = Komprimeringsmetode understøttes ikke
TEXT_ARKERR_WRITE_FAIL                  = Der er en fejl under skrivning
TEXT_ARKERR_DISK_FULL                   = Diskplads er fuldt
TEXT_ARKERR_FILENAME_EXCED_RANGE        = Oprettelse af fil fejlede. Filens sti og navn må ikke overstige 260 tegn
TEXT_ARKERR_CANT_CREATE_FILE            = Oprettelse af fil fejlede
TEXT_ARKERR_CANT_CREATE_FILE_UAC        = Oprettelse af fil fejlede. Kør et program som administrator.
TEXT_ARKERR_USER_SKIP                   = Sprunget over
TEXT_ARKERR_FILE_TRUNCATED              = Denne afkortede fil er defekt eller mangler
TEXT_ARKERR_INVALID_PASSWD_OR_BROKEN    = Adgangskoden er ugyldig, eller filen er defekt
TEXT_ARKERR_7ZERR_BROKEN_ARCHIVE        = Denne fil er defekt
TEXT_ARKERR_SFX_SIZE_OVER_4GB           = Selvudpakkende fil (*.exe) er over 4 GB. Du kan ikke udføre 4GB fil i Windows.
TEXT_ARKERR_ZIP_LAST_VOL_ONLY           = Åbning af denne arkiv-fil mislykkedes. Følgende opdelt fil (.z01.z02..) er nødvendig.
TEXT_ARKERR_ZIP_LAST_VOL_ONLY_WARN      = Åbning af denne Zip-fil mislykkedes. Følgende opdelt fil (.z01.z02 ..) er nødvendig.
TEXT_ARKERR_CANNOT_FIND_NEXT_VOLUME     = Åbning af denne arkiv-fil mislykkedes. . Der er behov for en anden opdelt fil.
TEXT_ARKERR_CORRUPTED_FILE              = Denne fil er defekt
TEXT_ARKERR_ACCESS_DENIED_DEST_PATH     = Du har ingen skrivetilladelse til denne mappe
TEXT_ARKERR_ACCESS_DENIED_DEST_PATH_UAC = Du har ingen skrivetilladelse til denne mappe. Kør et program som administrator.
TEXT_ARKERR_NOT_SUPPORTED_ENC_METHOD    = Understøt ikke denne krypteringsalgoritme
TEXT_ARKERR_NOT_ENOUGH_MEMORY           = Hukommelsestab
TEXT_ARKERR_NOT_ENOUGH_MEMORY_LZMA_ENC  = Hukommelsestab. Skift komprimeringsniveau.
TEXT_ARKERR_NOT_SUPPORTED_OPERATION     = Understøt ikke denne handling
TEXT_ARKERR_NOT_MATCH_FILE_SIZE         = Den udpakkede filstørrelse og arkivets hovedoplysninger er forskellige.
TEXT_ARKERR_FILE_SIZE_OVER_4GB          = Oprettelse af større fil end 4GB. mislykkedes. Vælg et andet filformat (ZIP eller 7Z)
TEXT_ARKERR_TOO_LONG_NAME_AND_TRUNCATED = Det lange filnavn blev automatisk forkortet.
TEXT_ARKERR_CANT_OPEN_SRC_FILE_TO_COPY  = Åbning af kildefilen for at kopiere mislykkedes.
TEXT_ARKERR_NOTIMPL                     = Ej gennemført.
TEXT_ARKERR_CANT_READ_FILE              = Det er ikke muligt at læse filen.
TEXT_ARKERR_NEED_ADMIN_SYMLINK          = Kør Bandizip som administrator for at oprette et symbolsk link.
TEXT_ARKERR_CANT_MAKE_SYMLINK           = Det er ikke muligt at oprette et symbolsk link.

TEXT_SPLITCOMBO_NOSPLIT                 = Ingen opdeling
TEXT_SPLITCOMBO_3MB                     = 3MB
TEXT_SPLITCOMBO_4MB                     = 4MB
TEXT_SPLITCOMBO_5MB                     = 5MB
TEXT_SPLITCOMBO_10MB                    = 10MB
TEXT_SPLITCOMBO_20MB                    = 20MB
TEXT_SPLITCOMBO_GMAIL                   = 25MB (Gmail)
TEXT_SPLITCOMBO_100MB                   = 100MB
TEXT_SPLITCOMBO_300MB                   = 300MB
TEXT_SPLITCOMBO_CD650                   = 650MB (CD)
TEXT_SPLITCOMBO_CD700                   = 700MB (CD)
TEXT_SPLITCOMBO_FAT32                   = 4GB (FAT32)
TEXT_SPLITCOMBO_DVD                     = 4.7GB (DVD)
TEXT_SPLITCOMBO_USERINPUT               = Brugervalg

TEXT_COMPRESSIONMETHOD_STORE            = 0-Ingen komprimering
TEXT_COMPRESSIONMETHOD_FAST             = 1-Hurtig komprimering
TEXT_COMPRESSIONMETHOD_NORMAL           = 2-Normal komprimering
TEXT_COMPRESSIONMETHOD_MAX              = 3-Maksimal komprimering

TEXT_ASK_PASS_MSG_NOT_SET               = Indtast adgangskode:
TEXT_ASK_PASS_MSG_INVALID_PASS          = Ugyldig adgangskode. Genindtast adgangskode.

TEXT_NEW_ARCHIVE_FILE_NAME              = Ny komprimering
TEXT_ADD_FILE_2_ARCHIVE_DLG_TITLE       = Tilføj filer til arkiv
TEXT_DUPEFILE_PROCESS_METHOD_RENAME     = &Omdøb: ${str1}
TEXT_TITLE_TEST_MODE                    = Arkiv test
TEXT_TITLE_TEMPFOLDER_MODE              = Udpakker til midlertidig mappe...
TEXT_TITLE_MODIFYING                    = Ændrer...
TEXT_DLG_STATIC_DUPEFILE_NEW            = Fil til pakning
TEXT_MSG_SELECTED_FILE                  = ${num1} fil(er) valgt
TEXT_MSG_SELECTED_FOLDER                = ${num1} mappe(r) valgt
TEXT_MSG_SELECTED_FILEFOLDER            = ${num1} Fil, ${num2} Mappe
TEXT_MSG_SELECTED_FILESIZESUM           = Valgt filstørrelse: ${str1}

TEXT_UPDATE_VERSION_CHECK_FAILED        = Versiontjek fejlede
TEXT_UPDATE_VERSION_CHECKING            = Version tjekkes
TEXT_UPDATE_DOWNLOAD_FAILED             = Nedhentning mislykkedes
TEXT_UPDATE_LATEST_VERSION              = Opdateret
TEXT_UPDATE_DO_DOWNLOAD                 = Nødvendige opdateringer
TEXT_UPDATE_DOWNLOAD_COMPLETED          = Nedhentning blev fuldført

TEXT_INSTALL_HONEYVIEW                  = Installér Honeyview
TEXT_INSTALL_HONEYVIEW_1                = Honeyview er ikke installeret på din computer.
TEXT_INSTALL_HONEYVIEW_2                = Prøv venligst Honeyview - udviklet af Bandisoft.<br> Det understøtter visning af billeder i komprimerede ZIP, RAR, eller 7z filer uden udpakning.


[MENU]
MENUSTR_FILE                            = &Fil
MENUSTR_EDIT                            = &Rediger
MENUSTR_SETTING                         = &Valg
MENUSTR_FIND                            = &Find
MENUSTR_VIEW                            = &Vis
MENUSTR_HELP                            = &Hjælp

MENUSTR_OPEN                            = &Åbn arkiv \tCtrl+O
MENUSTR_RECENT                          = Seneste filer
MENUSTR_CLOSE_FILE                      = &Luk arkiv \tF4
MENUSTR_CREATE_ARCHIVE                  = &Nyt arkiv\tCtrl+N
MENUSTR_NEW_WINDOW                      = Nyt vindue \tCtrl+Shift+N
MENUSTR_NEW_WINDOW_ADMIN                = Nyt vindue(Administrator)\tCtrl+Alt+N
MENUSTR_SAVE_AS_ARCHIVE                 = Gem som...
MENUSTR_DELETE_ARCHIVE                  = Slet arkiv \tCtrl+Del
MENUSTR_PERM_DELETE_ARCHIVE             = Slet arkiv permanent \tShift+Ctrl+Del
MENUSTR_OPEN_ARCHIVE_FOLDER             = Åbn arkivets placering
MENUSTR_TEST_ARCHIVE                    = &Test arkiv \tCtrl+T
MENUSTR_EXTRACT_FILE                    = &Udpak fil \tCtrl+E
MENUSTR_EXIT                            = &Afslut \tCtrl+W

MENUSTR_RENAME_FILE                     = &Omdøb fil \tF2
MENUSTR_ADD_FILE                        = &Tilføj fil \tIns
MENUSTR_DELETE_FILE                     = &Slet fil \tDel
MENUSTR_EDIT_COMMENT                    = Arkiv kommentar
MENUSTR_SETTING_SUB                     = &Indstillinger (F5)
MENUSTR_FIND_ITEM                       = &Find filer\tCtrl+F
MENUSTR_COPY_FILES2CLIPBOARD            = Kopiér filer til udklipsbordet\tCtrl+C
MENUSTR_PASTE_FILESFROMCLIPBOARD        = Indsæt filer fra udklipsbordet\tCtrl+V

MENUSTR_VIEW_STARTSCREEN                = Startskærm \tF6
MENUSTR_VIEW_TREECONTROL                = Trævisningskontrol \tF7
MENUSTR_VIEW_COMMENT                    = Arkiv kommentar\tF8
MENUSTR_VIEW_PREVIEW                    = Smugkig af billede
MENUSTR_VIEW_TOOLBAR                    = Værktøjslinie
MENUSTR_VIEW_TOOLBAR_NORMAL             = Stor
MENUSTR_VIEW_TOOLBAR_MINI               = Lille
MENUSTR_VIEW_TOOLBAR_OLD                = Forældret
MENUSTR_VIEW_TOOLBAR_HIDE               = Skjul
MENUSTR_VIEW_LISTVIEW                   = Filliste
MENUSTR_VIEW_LISTVIEW_ICON              = Ikoner
MENUSTR_VIEW_LISTVIEW_LIST              = Liste
MENUSTR_VIEW_LISTVIEW_REPORT            = Detajler
MENUSTR_VIEW_COLUMN                     = Kolonne
MENUSTR_VIEW_ALWAYS_ON_TOP              = Vis altid
MENUSTR_VIEW_COLOR_SETTING              = Farveindstillinger...

MENUSTR_ABOUT                           = &Om Bandizip \tF1
MENUSTR_HELPPAGE                        = &Gå til Hjælp (Online)
MENUSTR_OPEN_FOLDER                     = &Åbn mappen Bandizip
MENUSTR_FORUM                           = Gå til &Forum
MENUSTR_HOMEPAGE                        = Gå til &Hjemmeside

POPUPMENU_VIEWITEM_COMPSIZE             = Komprimeret
POPUPMENU_VIEWITEM_ORIGSIZE             = Original
POPUPMENU_VIEWITEM_KIND                 = Type
POPUPMENU_VIEWITEM_DATE_MOD             = Ændringsdato

POPUPMENU_VIEWITEM_COMPMETHOD           = Komprimeringsmetode
POPUPMENU_VIEWITEM_ENCRMETHOD           = Krypteringsmetode
POPUPMENU_VIEWITEM_CRC                  = Cyklisk redundanstjek
POPUPMENU_VIEWITEM_ATTRIB               = Egenskaber
POPUPMENU_VIEWITEM_COMMENT              = Kommentar

POPUPMENU_LISTCONTROL_EXTRACT_ALL       = Udpak Alt \tCtrl+E
POPUPMENU_LISTCONTROL_EXTRACT_SELECTED  = Udpak valgte filer
POPUPMENU_LISTCONTROL_EXTRACT_HERE      = Udpak her

POPUPMENU_LISTCONTROL_EXECUTE           = Åbn\tEnter
POPUPMENU_LISTCONTROL_EXECUTE_SYS       = Åbn med tilknyttet program
POPUPMENU_LISTCONTROL_EDIT_SELECTED     = Rediger\tF3
POPUPMENU_LISTCONTROL_OPENWITHBANDIZIP  = Åbn med &Bandizip

POPUPMENU_LISTCONTROL_NEW_FOLDER        = Ny mappe
POPUPMENU_LISTCONTROL_ADD_FILE          = Tilføj fil \tIns
POPUPMENU_LISTCONTROL_DELETE_FILE       = Slet fil \tDel
POPUPMENU_LISTCONTROL_RENAME_FILE       = Omdøb fil
POPUPMENU_LISTCONTROL_SELECT_ALL        = Vælg alt \tCtrl+A
POPUPMENU_LISTCONTROL_MOVE2PARENT       = Flyt til overordnet mappe\tTilbagetast

POPUPMENU_TREECONTROL_DELETE_ARCHIVE    = Slet arkiv
POPUPMENU_TREECONTROL_OPENARCHIVEFOLDER = Åbn arkivmappe

POPUPMENU_EXTRACT_AUTODEST              = Udpak automatisk\tCtrl+Shift+S
POPUPMENU_EXTRACT_CURRENT               = Udpak her\tCtrl+Shift+C
POPUPMENU_EXTRACT_ARCHIVENAME           = Udpak her som mappe
POPUPMENU_EXTRACT_DESKTOP               = Udpak til skrivebordet
POPUPMENU_EXTRACT_DESKTOP_AUTODEST      = Udpak automatisk til skrivebordet

POPUPMENU_RECENT_CLEAR                  = Slet historik
POPUPMENU_RECENT_NOITEM                 = Ingen historik

POPUPMENU_SHELLOPEN_OPENARCHIVE         = Åbn med Bandizip
POPUPMENU_SHELLOPEN_EXTRACTAUTO         = Udpak automatisk

POPUPMENU_CODEPAGE_DEFAULT              = Standard
POPUPMENU_CODEPAGE_SIMPCHINESE          = Kinesisk, forenklet
POPUPMENU_CODEPAGE_TRADCHINESE          = Traditionelt kinesisk
POPUPMENU_CODEPAGE_JAPANESE             = Japansk
POPUPMENU_CODEPAGE_KOREAN               = Koreansk
POPUPMENU_CODEPAGE_WINDOWS1252          = Vesteuropæisk
POPUPMENU_CODEPAGE_WINDOWS1250          = Central Europæisk
POPUPMENU_CODEPAGE_WINDOWS1251          = Kyrillisk
POPUPMENU_CODEPAGE_WINDOWS1254          = Tyrkisk
POPUPMENU_CODEPAGE_WINDOWS737           = Græsk
POPUPMENU_CODEPAGE_ARABIC               = Arabisk
POPUPMENU_CODEPAGE_HEBREW               = Hebraisk
POPUPMENU_CODEPAGE_BALTIC               = Baltiske sprog
POPUPMENU_CODEPAGE_THAI                 = Thailandsk
POPUPMENU_CODEPAGE_UTF8                 = Linux (UTF-8)
POPUPMENU_CODEPAGE_AUTODETECT           = Opdag automatisk

POPUPMENU_PREVIEW_EXECUTE_HONEYVIEW     = Vis med Honeyview
POPUPMENU_PREVIEW_EXECUTE_ASSOC         = Vis med tilknyttet program

DLG_MENUSTR_MINIMIZE2TRAY               = Minimér til systembakken
DLG_MENUSTR_LOW_PRIORITY                = Lav prioritet
DLG_MENUSTR_DEL_ARCHIVEAFTEREXTRACT     = Slet arkivet efter udpakning


[DIALOG]
;------------------------------------------------------------------------------
; GENERAL
IDOK                                    = Ok
IDCANCEL                                = Annuller

;------------------------------------------------------------------------------
[IDD_ABOUT]
IDD_ABOUT                               = Om Bandizip
IDC_BTN_HOMEPAGE                        = Hjemmeside
IDC_BTN_UPDATE                          = Opdater

;------------------------------------------------------------------------------
[IDD_OPEN_PROGRESS]
IDD_OPEN_PROGRESS                       = Åbn fil
IDC_STATIC_OPENING                      = Åbner

;------------------------------------------------------------------------------
[IDD_SELECT_FOLDER]
IDD_SELECT_FOLDER                       = Vælg udpakningssted
IDC_STATIC_FOLDER                       = &Mappe
IDC_STATIC_FILES2EXTRACT                = Udpak:
IDC_RADIO_FILES2EXTRACT_0               = &Alle Filer
IDC_RADIO_FILES2EXTRACT_1               = &Valgte filer
IDC_CHK_CREATE_FOLDER_WITH_ARCHIVE_NAME = &Udpak til "mål" mappe under den valgte mappe
IDC_CHK_DEL_ARCHIVE_AFTER_EXTRACT       = Slet arkivet efter udpakning
IDC_CHK_REMEMBER_SETTINGS               = Husk indstillingerne
IDC_BTN_NEWFOLDER                       = &Ny mappe

;------------------------------------------------------------------------------
[IDD_EXTRACT]
IDD_EXTRACT                             = Udpak
IDC_BTN_STOP                            = Stop
IDC_BTN_CLOSE                           = Luk
IDC_BTN_PAUSE                           = Pause

;------------------------------------------------------------------------------
[IDD_ARCHIVE]
IDD_ARCHIVE                             = Nyt arkiv
IDC_STATIC_FILE_LIST                    = Tilføj filer til arkiv
IDC_STATIC_ARCHIVE_SETTING              = Indstillinger
IDC_STATIC_ARCHIVE_NAME                 = Filnavn
IDC_STATIC_SET_DEST_FOLDER              = Udpakningsmappe
IDC_STATIC_ARCHIVE_TYPE                 = Gem som
IDC_STATIC_ARCHIVE_VOLUME_SIZE          = Opdelt i mængder
IDC_STATIC_COMPRESSION_METHOD           = Komprimeringsniveau
IDC_STATIC_PASSWORD_AGAIN               = Gentast adgangskode
IDC_STATIC_HELP_SPLIT                   = [Hjælp]
IDC_STATIC_HELP_ZIPX                    = [ZipX format]
IDC_STATIC_HELP_7Z                      = [7Z format]
IDC_BTN_SELECT_ARCHIVE_NAME             = &Gennemse...
IDC_BTN_PASSWORD                        = Indtast adgangskode
IDC_BTN_SHOW_PASSWORD                   = Vis adgangskode
IDC_BTN_TEST_ARCHIVE                    = &Test arkiv
IDC_BTN_DELETE_SRC                      = Slet filer efter arkivering
IDC_BTN_ARCHIVE_AS_EACH_NAME            = Komprimer til hver fil/mappe
IDC_BTN_SET_DEST_FOLDER                 = Ændr destinationsmappen
IDC_BTN_TOGGLE_ADVANCED                 = Flere valg...
IDC_BTN_SET_SFX                         = SFX indstillinger...
IDC_BTN_ADD                             = &Tilføj...
IDC_BTN_DEL                             = &Slet
IDC_BTN_START                           = &Start
IDC_BTN_SET_COMPRESS                    = Indstillinger...

;------------------------------------------------------------------------------
[IDD_FILE_SELECT]
IDD_FILE_SELECT                         = Vælg
IDC_BTN_OPEN                            = Åbn

;------------------------------------------------------------------------------
[IDD_ARCHIVING]
IDD_ARCHIVING                           = Arkiverer
TEXT_ARCHIVE_TESTING                    = Tester
IDC_BTN_STOP                            = Stop
IDC_BTN_CLOSE                           = Luk
IDC_BTN_PAUSE                           = Pause

;------------------------------------------------------------------------------
[IDD_PASSWORD]
IDD_PASSWORD                            = Indtast adgangskode
IDC_STATIC_PASSWORD_MSG                 = Filen er krypteret
IDC_CHECK_HIDE_PASSWORD                 = &Gem adgangskode (***)
IDC_CHECK_APPLY_ALL                     = &Anvend alt
;

;------------------------------------------------------------------------------
[IDD_ASK_DUPEFILE]
IDD_ASK_DUPEFILE                        = Kopierede filer
IDC_STATIC_DUPE_MESSAGE                 = Filen eksisterer allerede
IDC_STATIC_DUPEFILE_OLD                 = Fil - Før
IDC_STATIC_DUPEFILE_NEW                 = Fil - Nu
IDC_STATIC_DUPE_ASK                     = Vælg nedenfor:
IDC_RADIO_DUPE_METHOD0                  = &Spring Over
IDC_RADIO_DUPE_METHOD1                  = &Overskriv
IDC_RADIO_DUPE_METHOD2                  = &Omdøb
IDC_CHECK_DUPE_APPLY_ALL                = &Anvend alt

;------------------------------------------------------------------------------
[IDD_ASK_DROPFILE]
IDD_ASK_DROPFILE                        = Arkivmuligheder
IDC_STATIC_ASK_HANDLING                 = Vælg nedenfor:
IDC_RADIO_HANDLE_METHOD0                = &Åbn arkiv
IDC_RADIO_HANDLE_METHOD1                = &Ny arkiv
IDC_RADIO_HANDLE_METHOD2                = &Tilføj fil(er) til arkiv
IDC_CHK_PASS                            = Brug adgangskode
IDC_STATIC_PASSWORD_AGAIN               = Gentast kodeord
IDC_CHK_SHOW_PASS                       = Vis kodeord

;------------------------------------------------------------------------------
[IDD_SETTING]
IDD_SETTING                             = Indstillinger
IDC_BTN_INIT                            = Nulstil

;------------------------------------------------------------------------------
[IDD_SETTING_GENERAL]
IDC_STATIC_GENERAL                      = Generelle indstillinger
IDC_CHK_EXIT_WITH_ESC                   = "Brug ESC-tasten som 'Luk vinduet'"
IDC_CHK_TEST_ARCHIVE_AFTER_MODIFY       = Kontrollér altid filer, der er tilføjet/slettet/omdøbt
IDC_CHK_SNAP                            = Fastgør vindue
IDC_CHK_AUTO_UPDATE                     = Kontrollér version under opstart af Bandizip
IDC_CHK_AUTO_UPDATE_MINOR               = Underret mig, når en opdatering er tilgængelig
IDC_CHK_SHOW_DOTDOT_AT_LIST             = Vis [..] mappe i arkiv
IDC_CHK_SHOW_GRID_AT_LIST               = Vis gitterlinjer i detaljevisning
IDC_CHK_FULL_ROW_SELECT_AT_LIST         = Vælg hel række i arkiv

;------------------------------------------------------------------------------
[IDD_SETTING_ASSOC]
IDC_STATIC_ASSOC_LIST                   = Tilknytninger
IDC_BTN_SELECT_MANDATORY                = Vælg nødvendige
IDC_BTN_SELECT_ALL                      = Vælg alt
IDC_BTN_CLEAR_ALL                       = Fravælg alt
IDC_BTN_APPLY_NOW                       = Anvend nu
IDC_STATIC_ICON_PACK                    = Vælg ikonpakke:
IDC_STATIC_ICON_PACK_HOMEPAGE           = [Hent en ny ikonpakke - Online]

;------------------------------------------------------------------------------
[IDD_SETTING_ASSOC_NEW]
IDC_STATIC_ASSOC_LIST                   = Udvidet tilknytning
IDC_STATIC_ASSOC_DESC1                  = Til brugere af Windows 8 eller nyere: Tilknyt filerne som følgende:
IDC_STATIC_ASSOC_DESC2                  = "1. Klik på knappen "Tilknytningsindstillinger""
IDC_STATIC_ASSOC_DESC3                  = 2. Sæt flueben ved "Vælg alt" i programtilknytningsvinduet
IDC_STATIC_ASSOC_DESC4                  = 3. Klik på knappen "Gem".
IDC_STATIC_ASSOC_DESC1_10               = Til brugere af Windows 10 eller nyere: Tilknyt filerne som følgende:
IDC_STATIC_ASSOC_DESC2_10               = "1. Klik på knappen "Tilknytningsindstillinger""
IDC_STATIC_ASSOC_DESC3_10               = 2. Vælg "Bandizip" i 'Sæt som standard program's vindue
IDC_STATIC_ASSOC_DESC4_10               = 3. Klik "Sæt dette program som standard".
IDC_BTN_LAUNCH_ASSOC_REG_UI             = Tilknytningsindstillinger
IDC_BTN_SHOW_CLASSIC_ASSOC_UI           = Klassisk tilgang

;------------------------------------------------------------------------------
[IDD_SETTING_SHELL]
IDC_STATIC_SHELL_OPEN                   = Dobbeltklik
IDC_RADIO_SHELL_OPEN_0                  = Åbn med Bandizip
IDC_RADIO_SHELL_OPEN_1                  = Udpak automatisk
IDC_RADIO_SHELL_OPEN_2                  = Vis genvejsmenu
IDC_RADIO_SHELL_OPEN_3                  = Udpak automatisk til den angivne mappe
IDC_BTN_SET_EXTRACT_FOLDER              = Gennemse...
IDC_RADIO_SHELL_OPEN_4                  = Udpak til Fil/Mappe
IDC_CHK_DEL_ARCHIVE_AFTER_EXTRACT       = Slet arkivet efter udpakning med et dobbeltklik

IDC_STATIC_SHELL_EXTRACT                = Udpakningsmenu
IDC_CHK_SHELL_EXTRACT_HERE              = Udpak her
IDC_CHK_SHELL_EXTRACT_AUTO              = Udpak automatisk
IDC_CHK_SHELL_EXTRACT_SUB               = Udpak til "mål" mappe
IDC_CHK_SHELL_EXTRACT_HERE_DEL          = Udpak her og slet
IDC_CHK_SHELL_EXTRACT_AUTO_DEL          = Udpak automatisk og slet
IDC_CHK_SHELL_EXTRACT_SUB_DEL           = Udpak til "destination" mappe og slet
IDC_CHK_SHELL_EXTRACT_DLG               = Udpak til anden mappe
IDC_CHK_SHELL_EXTRACT_ADMIN             = Udpak som administrator
IDC_CHK_SHELL_TEST_ARCHIVE              = Test arkiv
IDC_CHK_SHELL_OPEN_ARCHIVE              = Åbn med Bandizip
IDC_CHK_SHELL_PREVIEW                   = Smugkig af arkiv
IDC_STATIC_SHELL_PREVIEW_SIZE           = Begræns smugkig af filer til:
IDC_CHK_SHELL_PREVIEW_TREE              = Smugkig arkiv med træstruktur

IDC_STATIC_SHELL_ARCHIVING              = Komprimeringsmenu
IDC_CHK_SHELL_ARCHIVING_AS_FILENAME     = "Komprimér til "Filnavn.zip""
IDC_CHK_SHELL_ARCHIVING_AND_EMAIL       = Komprimér til "Filnavn.zip" og email
IDC_CHK_SHELL_ARCHIVING_ZIPX            = "Komprimér til "Filnavn.zipx""
IDC_CHK_SHELL_ARCHIVING_EXE             = "Komprimér til "Filnavn.exe""
IDC_CHK_SHELL_ARCHIVING_TAR             = "Komprimér til "Filnavn.tar""
IDC_CHK_SHELL_ARCHIVING_TGZ             = "Komprimér til "Filnavn.tgz""
IDC_CHK_SHELL_ARCHIVING_LZH             = "Komprimér til "Filnavn.lzh""
IDC_CHK_SHELL_ARCHIVING_ISO             = "Komprimér til "Filnavn.iso""
IDC_CHK_SHELL_ARCHIVING_7Z              = "Komprimér til "Filnavn.7z""
IDC_CHK_SHELL_ARCHIVING_GZ              = "Komprimér til "Filnavn.gz""
IDC_CHK_SHELL_ARCHIVING_XZ              = "Komprimér til "Filnavn.xz""
IDC_CHK_SHELL_ARCHIVING_EACH            = "Komprimér til hver "Fil/mappe.zip""
IDC_CHK_SHELL_ARCHIVING_EACH_7Z         = "Komprimér til hver "Fil/mappe.7z""
IDC_CHK_SHELL_ARCHIVING_POPUP           = Tilføj til arkiv (Bandizip)
IDC_CHK_SHELL_ARCHIVING_ADMIN           = Komprimér som administrator
IDC_CHK_SHELL_ARCHIVING_RULE            = Komprimér til brugertilpasset filnavn
IDC_STATIC_FILENAME_RULE_HELP           = Regel: ${NAME}=Filnavn, %Y=Årstal, %m=Måned, %d=Dag, %H=Timer, %M=Minutter, %S=Sekunder

IDC_STATIC_SHELL_BKGND                  = Højreklik på den hvide plads til at åbne pop op-menuen i Windows Stifinder
IDC_CHK_SHELL_BKGND_NEW_FOLDER          = "Brug funktion 'Ny mappe'"
IDC_CHK_SHELL_BKGND_LAUNCH_CMD          = Åbn kommandovindue (cmd.exe) - Tryk på 'Shift' for at åbne det som administrator

IDC_STATIC_SHELL_ETC                    = Andet
IDC_CHK_SHELL_DO_NOT_USE                = Deaktiver genvejsmenu
IDC_CHK_SHELL_AS_SUB_MENU               = Udvid genvejsmenu
IDC_CHK_SHELL_HIDE_ICON                 = Skjul Bandizip ikon
IDC_CHK_SHELL_CHECK_ARCHIVE_DEEP        = Adskil arkiv gennem indholdet
IDC_CHK_SHELL_CAN_COMPRESS_ARCHIVE      = Vis genvejsmenuen for arkiv, også for arkivfiler
IDC_CHK_SHELL_USE_SELECTED_FILENAME     = Brug filnavnet/mappenavnet udvalgt med musemarkøren når der vælges flere filer/mapper
IDC_CHK_SHELL_USE_DROP_HANDLER          = Direkte tilføjelse af filer til en Zip-fil ved træk og slip i Stifinder

;------------------------------------------------------------------------------
[IDD_SETTING_EXTRACT]
IDC_STATIC_EXTRACT                      = Udpakningsindstillinger
IDC_CHK_ENTERFOLDERWHENROOTFOLDERISONE  = Hvis der kun er én rod mappe i arkivet, vises filerne i mappen
IDC_CHK_OPEN_FOLDER_EXTRACT_COMPLETE    = Åbn mappe efter udpakning
IDC_CHK_DO_NOT_CLOSE_EXTRACT_DLG        = Luk ikke for procesvinduet efter udpakning
IDC_CHK_FAST_DRAG_DROP                  = Brug "Hurtig Træk og slip", hvis filen er stor
IDC_CHK_TREAT_TGZ_AS_SOLID_ARCHIVE      = Udpak TGZ/TBZ fil på en gang
IDC_CHK_TREAT_TGZ_AS_SOLID_WHEN_BIG     = Selv de store TGZ/TBZ filstørrelser
IDC_CHK_AUTODEST_ONEFILE2SUBFOLDER      = Ved brug af 'Udpak automatisk': Udpak fil i en ny mappe, hvis der kun er én fil i et arkiv
IDC_CHK_AUTOCONVERTNFD2NFC_WHENMACOS    = Opdag Macintosh kodeside automatisk
IDC_CHK_UNIXZIP_AS_UTF8                 = Brug UTF-8 kode ved åbning af en .zip fil fra UNIX
IDC_CHK_TAR_AS_UTF8                     = Brug UTF8 kode ved åbning af en .tar fil
IDC_STATIC_CODEPAGE                     = Standard kodeside
IDC_STATIC_TYPE_OF_EXTRACT_ALL          = Udfør følgende filtyper efter udpakning af alt, når der dobbelt-klikkes

;------------------------------------------------------------------------------
[IDD_SETTING_ARCHIVE]
IDC_STATIC_ARCHIVE                      = Komprimeringsindstillinger
IDC_CHK_DO_NOT_STORE_ROOT_FOLDER        = Opret ikke en grundlæggende mappe, når du komprimerer kun én mappe
IDC_CHK_USE_UTF8_COMPRESS               = Brug Unicode filnavne i zip-filer (UTF-8)
IDC_CHK_USE_UTF8_EXTRA_FIELD            = Opbevar Unicode-filnavne i et ekstra overskriftsfelt af Zip-filer (UTF-8)
IDC_CHK_USE_UTF8_COMPRESS_TAR           = Brug Unicode filnavne i tar/tgz filer (UTF-8)
IDC_CHK_FORCE_ZIP64                     = Brug altid Zip64 format selvom filstørrelsen er mindre end 2 GB (Anbefales ikke)
IDC_CHK_EXCLUDE_THUMBSDB                = Udeluk thumbs.db fil under komprimering
IDC_CHK_SAVE_NTFS_TIME_TO_ZIP           = Gem NTFS tidsinformation under komprimering
IDC_CHK_DO_NOT_COMPRESS_UNCOMPRESSIBLE  = Brug højhastigheds-arkivering
IDC_CHK_MULTICORE_COMPRESS              = Brug flerkernede processorer under oprettelse af arkiver
IDC_CHK_USE_AES256                      = Brug AES 256-kryptering under opretning af Zip-filer
IDC_CHK_DO_NOT_CLOSE_COMPRESS_DLG       = Luk ikke for procesvinduet efter udpakning
IDC_STATIC_COMPRESSION_METHOD           = Komprimeringssniveau:
IDC_RADIO_FOLDER4NEWARCHIVE_USELAST     = "Brug den seneste mappe som 'Ny arkiv'"
IDC_RADIO_FOLDER4NEWARCHIVE_SET         = "Standardmappe for 'Ny arkiv'"
IDC_BTN_SET_NEW_ARCHIVE_FOLDER          = Gennemse...
IDC_CHK_EXCLUDE_FILTER                  = Udeluk filtyper under arkivering

;------------------------------------------------------------------------------
[IDD_SETTING_VIEWER]
IDC_STATIC_VIEWER                       = Indstillinger
IDC_CHK_SHOW_PREVIEW                    = Smugkig af billede
IDC_CHK_SHOW_FOLDER_SIZE                = Vis mappes komprimeret/oprindelige størrelse

IDC_STATIC_SETTING_VIEWITEM             = Kolonner
IDC_CHK_VIEWITEM_COMPSIZE               = Komprimeret
IDC_CHK_VIEWITEM_ORIGSIZE               = Original
IDC_CHK_VIEWITEM_KIND                   = Type
IDC_CHK_VIEWITEM_DATE_MOD               = Ændringsdato
IDC_CHK_VIEWITEM_COMPMETHOD             = Komprimeringsmetode
IDC_CHK_VIEWITEM_ENCRMETHOD             = Krypteringsmetode
IDC_CHK_VIEWITEM_CRC                    = Cyklisk redundanstjek
IDC_CHK_VIEWITEM_ATTRIB                 = Egenskaber
IDC_CHK_VIEWITEM_COMMENT                = Kommentarer

IDC_STATIC_IMAGE_VIEWER                 = Billedfremviser
IDC_RADIO_IMAGE_VIEWER_0                = Brug standard billedfremviser
IDC_RADIO_IMAGE_VIEWER_1                = Brug tilknyttet program
IDC_RADIO_IMAGE_VIEWER_2                = Brug Honeyview, hvis det er installeret

IDC_STATIC_EDITOR                       = Redigeringsprogram
IDC_BTN_SET_EDITOR_PATH                 = Gennemse...

IDC_STATIC_COLOR                        = Farve
IDC_STATIC_COLOR_THEME                  = Temafarve
IDC_BTN_BKGND                           = Valgt
IDC_STATIC_COLOR_TEXT                   = Skriftfarve
IDC_STATIC_COLOR_TEXT_AUTO              = Automatisk
IDC_STATIC_COLOR_TEXT_WHITE             = Hvid
IDC_STATIC_COLOR_TEXT_BLACK             = Sort

;------------------------------------------------------------------------------
[IDD_SETTING_ETC]
IDC_BTN_EXPORT_SETTINGS                 = Eksportér Bandizip's indstillinger
IDC_STATIC_ETC                          = Diverse indstillinger
IDC_CHK_SET_TEMP_FOLDER                 = Angiv placeringen af ​​midlertidig mappe
IDC_BTN_SET_TEMP_FOLDER                 = Gennemse...
IDC_CHK_SET_USER_ARCHIVE_EXT            = Genkend følgende filtyper som arkivfiler
IDC_CHK_DELETE_TEMP_FILE_ASAP           = Slet midlertidige fil, når delprocessen afsluttes
IDC_CHK_DELETE_ARCHIVE_TO_TRASH         = Flyt filer til papirkurven under sletning
IDC_CHK_SHOW_RECENT_ARCHIVE_LIST        = Vis den seneste historik
IDC_CHK_USE_LONG_PATH_NAME              = Håndter lange stinavne på mere end 260 tegn
IDC_CHK_OPEN_ARCHIVE_WITH_SHARE_DEL     = Tillad Windows Stifinder til at slette åbnede arkivfiler
IDC_CHK_AUTO_EXPAND_TREE_CONTROL        = Udvid mappestrukturen automatisk
IDC_CHK_USE_MODAL_DIALOG                = Brug en dialogboks under arkivering/udpakning
IDC_CHK_USE_ELEGANT_UI                  = Brug elegant grænsefladedesign
IDC_CHK_SHOW_STARTSCREN_WHEN_LAUNCH     = Vis 'Startskærm', når Bandizip opstartes
IDC_CHK_DISP_FULL_PATH_IN_THE_TITLEBAR  = Vis den fulde sti i titellinjen
IDC_CHK_DEL_OUTFILE_WHEN_USER_CANCEL    = Slet udpakkede filer, når udpakning annulleres

;------------------------------------------------------------------------------
[IDD_SETTING_LANG]
IDC_STATIC_LANG                         = Sprogindstillinger
IDC_STATIC_OPEN_TRANSLATION_PAGE        = Vil du hjælpe med at oversætte dette program? Klik her...
IDC_STATIC_OPEN_MULTLANG_PAGE           = [Hent flere sprog - Online]
IDC_STATIC_OPEN_LANG_FOLDER             = [Åbn sprogmappen...]

;------------------------------------------------------------------------------
[IDD_SFX_SETTING]
IDD_SFX_SETTING                         = Indstillinger
IDC_STATIC_TARGET_PATH                  = Sti til udpakning:
IDC_STATIC_TITLE                        = Titel:
IDC_STATIC_RUN                          = Kør efter udpakning:
IDC_STATIC_MESSAGE                      = Besked:
IDC_CHK_AUTO_CLOSE                      = Luk vinduet efter udpakning
IDC_BTN_SAVE_SFX_SETTING                = Gem indstillinger

;------------------------------------------------------------------------------
[IDD_FIND]
IDD_FIND                                = Find Filer
IDC_STATIC_FIND                         = Find det ønskede:
IDC_BTN_CLOSE                           = Luk
IDC_BTN_DELETE                          = Slet
IDC_BTN_EXTRACT                         = Udpak

;------------------------------------------------------------------------------
[IDD_EDIT_COMMENT]
IDD_EDIT_COMMENT                        = Arkiv kommentar
IDC_STATIC_COMMENT                      = Tilføj/rediger kommentar i arkivet
IDC_CHK_USE_UTF8                        = Gem kommentar som Unicode (UTF-8)
IDC_BTN_LOAD_FROM_FILE                  = Indlæs kommentar fra fil (*.txt)...

;------------------------------------------------------------------------------
[IDD_ASK_EXECUTABLE]
IDD_ASK_EXECUTABLE                      = ADVARSEL
IDC_STATIC_WARN_EXECUTABLE              = Denne fil er en eksekverbar fil. Ved at starte dette program kan måske skade din computer. Ønsker du at fortsætte?
IDC_CHK_DO_NOT_ASK_AGAIN                = Spørg mig ikke igen


[SKIN]
$TOOLBAR_OPEN                           = Åbn
$TOOLBAR_CLOSE_FILE                     = Luk
$TOOLBAR_EXTRACT_FILE                   = Udpak
$TOOLBAR_CREATE_ARCHIVE                 = Ny
$TOOLBAR_DELETE_FILE                    = Slet
$TOOLBAR_ADD_FILE                       = Tilføj
$TOOLBAR_TEST_ARCHIVE                   = Test
$TOOLBAR_CODEPAGE                       = Kodeside
$TOOLBAR_VIEWITEM                       = Kolonner

$TOOLBAR_OPEN2                          = Åbn arkiv
$TOOLBAR_CREATE_ARCHIVE2                = Nyt arkiv

$TEXT_DESKTOP                           = Skrivebord
$TEXT_DOCUMENT                          = Dokumenter
$TEXT_PICTURE                           = Billeder
$TEXT_COMPUTER                          = Computer

$TEXT_SETTINGTAB_GENERAL                = Generelt
$TEXT_SETTINGTAB_ASSOC                  = Tilknytning
$TEXT_SETTINGTAB_SHELL                  = Genvejsmenu
$TEXT_SETTINGTAB_EXTRACT                = Udpakning
$TEXT_SETTINGTAB_ARCHIVE                = Komprimering
$TEXT_SETTINGTAB_VIEWER                 = Fremviser
$TEXT_SETTINGTAB_ETC                    = Diverse
$TEXT_SETTINGTAB_LANG                   = Sprog

$TOOLTIP_EXTRACTDLG_OPEN_DST            = Åbn placering af fil
$TOOLTIP_EXTRACTDLG_OPEN_SRC            = Åbn placering af arkiv
$TOOLTIP_EXTRACTDLG_OPEN_DST_OPTION     = Åbn filplacering efter udpakning
$TOOLTIP_COMPRESSDLG_OPEN_DST           = Åbn placering af arkiv
$TOOLTIP_OPEN_LAST_EXTRACTED_FOLDER     = Åben destinationsmappe
$TOOLTIP_DO_NOT_CLOSE_EXTRACT_DLG       = Luk ikke vinduet efter udpakning
$TOOLTIP_DO_NOT_CLOSE_COMPRESS_DLG      = Luk ikke vinduet efter arkivering
$TOOLTIP_ADVANCED_MENU                  = Diverse indstillinger

$TEXT_INSTALL_START                     = Ok, Jeg prøver det
$TEXT_INSTALL_CLOSE                     = Nej tak
$TEXT_INSTALL_HONEYVIEW_LINK            = Læs mere...

$TEXT_HELP_PAGE                         = Hjælpeside


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;
; TEXT FOR EXPLORER SHELL CONTEXT MENU
;
[SHELL]
TEXT_NEW_FOLDER                         = Ny Mappe

TEXT_MENU_CREATE_NEW_FOLDER             = &Ny mappe
TEXT_MENU_SUB_MENU                      = &Bandizip
TEXT_MENU_OPEN_ARCHIVE                  = Åbn med Bandizip...
TEXT_MENU_TEST_ARCHIVE                  = Test arkiv
TEXT_MENU_LAUNCH_CMD                    = &Åbn kommandovinduet
TEXT_MENU_LAUNCH_CMD_ADMIN              = Åbn kommandovinduet som adminstrator

TEXT_MENU_ARCHIVE_EACHNAME              = "Komprimér til &hver "Fil/mappenavn.zip""
TEXT_MENU_ARCHIVE_EACHNAME_7Z           = "Komprimér til hver "Fil/mappenavn.7z""
TEXT_MENU_ARCHIVE_ZIP                   = "&Komprimér til "${str1}""
TEXT_MENU_ARCHIVE_ZIP_AND_EMAIL         = Komprimér til "${str1}" og ema&il...
TEXT_MENU_ARCHIVE_ZIPX                  = "Komprimér til "${str1}""
TEXT_MENU_ARCHIVE_EXE                   = "Komprimér til "${str1}""
TEXT_MENU_ARCHIVE_TAR                   = "Komprimér til "${str1}""
TEXT_MENU_ARCHIVE_TGZ                   = "Komprimér til "${str1}""
TEXT_MENU_ARCHIVE_LZH                   = "Komprimér til "${str1}""
TEXT_MENU_ARCHIVE_ISO                   = "Komprimér til "${str1}""
TEXT_MENU_ARCHIVE_7ZFMT                 = "Komprimér til "${str1}""
TEXT_MENU_ARCHIVE_GZ                    = "Komprimér til "${str1}""
TEXT_MENU_ARCHIVE_XZ                    = "Komprimér til "${str1}""
TEXT_MENU_ARCHIVE_EACHNAME_GZ           = "Komprimér til hver "Filnavn.gz""
TEXT_MENU_ARCHIVE_EACHNAME_XZ           = "Komprimér til hver "Filnavn.xz""
TEXT_MENU_ARCHIVE_RULE                  = Komprimér til "${str1}" (&U)
TEXT_MENU_ARCHIVE_POPUP                 = Tilføj til arkiv (&Bandizip)...
TEXT_MENU_ARCHIVE_POPUP_AS_ADMIN        = Komprimér som administrator

TEXT_MENU_EXTRACT_HERE                  = &Udpak Her
TEXT_MENU_EXTRACT_AUTO                  = Udpak automatisk
TEXT_MENU_EXTRACT_AUTO_EACH             = Udpak hvert arkiv automatisk
TEXT_MENU_EXTRACT_SUB                   = Udpak til adskilte mapper
TEXT_MENU_EXTRACT_ARCHIVENAME           = Udpak &til ${str1}\
TEXT_MENU_EXTRACT_DLG                   = Vælg udpakningsmappe...
TEXT_MENU_EXTRACT_DLG_AS_ADMIN          = Udpak som administrator
TEXT_MENU_EXTRACT_HERE_DEL              = Udpak her og slet
TEXT_MENU_EXTRACT_AUTO_DEL              = Udpak automatisk og slet
TEXT_MENU_EXTRACT_AUTO_EACH_DEL         = Udpak hvert arkiv automatisk og slet
TEXT_MENU_EXTRACT_SUB_DEL               = Udpak til adskilte mapper og slet
TEXT_MENU_EXTRACT_ARCHIVENAME_DEL       = Udpak &til ${str1}\ og slet

TEXT_MENU_PREVIEW                       = Smugkig arkiv
TEXT_MENU_PREVIEW_BROKEN                = Denne fil er enten i [br] ukendt format eller er beskadiget
TEXT_MENU_PREVIEW_TIMEOUT               = Forespørgslen udløb.
TEXT_MENU_PREVIEW_EMPTY                 = Tom arkiv/fil
TEXT_MENU_PREVIEW_ENCRYPTED             = Denne fil er krypteret
TEXT_MENU_PREVIEW_DLLLOADFAILED         = Brug af smugkig-funktion mislykkedes. [br][br]Genstart Stifinderen eller [br]Genstart din PC.
TEXT_MENU_PREVIEW_CANTREADFILELIST      = Læsning af fil-listen mislykkedes

TEXT_MENU_OPENING                       = Åbner...


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;
; text for updater
;
[UPDATER]
TEXT_UPDATER_TITLE                      = Opdateringer
TEXT_UPDATER_TEXT1                      = Opdateringer er tilgængelige
TEXT_UPDATER_TEXT_DL                    = Ønsker du at hente det nu?
TEXT_UPDATER_BTN_UPDATE                 = Opdatér
TEXT_UPDATER_BTN_OK                     = Ok
TEXT_UPDATER_BTN_CANCEL                 = Annullér
TEXT_UPDATER_DOWNLOAD_ERROR             = Nedhentning mislykkedes.
TEXT_UPDATER_SETTING_UPDATE             = Indstillinger


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;
; text for sfx
;
[SFX]
STATIC_TARGET_PATH                      = Mål:
BTN_SELECT_FOLDER                       = Gennemse...
BTN_EXTRACT                             = Start
BTN_CLOSE                               = Luk
BTN_CANCEL                              = Anuller
BTN_OPEN_FOLDER                         = Åbn
CHK_OVERWRITE                           = Overskriv
ERR_ERROR_OCCURRED                      = Der opstod en fejl
ERR_INVALID_PASSWORD                    = Ugyldig adgangskode
ASK_OVERWRITE                           = Den samme fil eksisterer allerede. Ønsker du at overskrive den?
MSG_COMPLETED                           = Udpakningen var vellykket!
IDD_PASSWORD                            = Indtast adgangskode
IDC_STATIC_PASSWORD_MSG                 = Denne fil er krypteret.
IDC_CHECK_HIDE_PASSWORD                 = &Gem adgangskode (***)



;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;
; text for aiview
;
[AIVIEW]
TEXT_ERR_CANTEXTRACTFILE                = Filudpakning mislykkedes.
TEXT_ERR_CRC                            = Fejl under cyklisk redundanstjek.
TEXT_ERR_INVALID_PASSWD                 = Forkert adgangskode.


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;
; text for installer
;
[INSTALLER]
$SETUP_TITLE                            = Installér ${APPNAME} ${APPVERSION}
$UNINSTALL_TITLE                        = Afinstallér ${APPNAME} ${APPVERSION}
$UNINSTALL_STATIC                       = Tryk på Afinstallér for at starte afinstallationen

$BTN_CLOSE                              = Luk
$BTN_CANCEL                             = Annullér
$BTN_INSTALL                            = Acceptér og installér
$BTN_UNINSTALL                          = Afinstallér
$BTN_OPEN_LICENSE                       = [Vis licensaftale]

$TEXT_PATH                              = Destinationsmappe
$TEXT_INSTALL_STATIC                    = Installerer...

$CHK_AUTO_REPORT                        = Send automatisk brugsstatistikker og nedbrudsrapporter.

ERR_CANT_CREATE_FOLDER                  = Oprettelse af mappe fejlede: $(str1)
ERR_CANT_OPEN_FILE                      = Åbning af fil fejlede: $(str1)
ERR_CANT_WRITE_FILE                     = Skrivning af fil fejlede: $(str1)
ERR_BROKEN_ARCHIVE                      = Denne komprimerede fil er beskadiget: $(str1)
ERR_CRC_ERROR                           = Fejl i cyklisk redundanstjek: $(str1)
ERR_NOT_ENOUGH_MEM                      = Hukommelsestab: $(str1)

MSG_FILE_OPEN_ERROR                     = Fejl ved åbning af fil til skrivning:[br] "${Str1}"[br]Klik Afbryd for at stoppe installationen,[br]Forsøg for at prøve igen, eller[br]Ignorer for at springe denne fil.
MSG_SUCCESS                             = Installationen er fuldført
MSG_ERROR                               = Der opstod en fejl
MSG_SELECT_FOLDER                       = Vælg en mappe
MSG_STILLRUN_EXIT_PROGRAM               = $(APPNAME) kører stadig. Luk programmet først.
MSG_XP_IS_NOT_SUPPORTED                 = Denne software vil fungere korrekt kun i Windows Vista og nyere. [br][br]Ønsker du at hente udgaven til Windows XP?
MSG_NEED_ADMIN_PRIVILEGE                = Dette program kan kun installeres af en bruger med administratorrettigheder.[br][br]Ikke-administrative brugere kan ikke installere programmet korrekt.[br][br]Ønsker du at stoppe installationen?
MSG_NEWVERSION_FOUND                    = En ny version er tilgængelig i øjeblikket.[br]Vil du hente den nu?
SHORTCUT_LINK_DESCRIPTOIN               = Start $(APPNAME)


